app/controllers/centro_custos_controller.rb

  def index
    @centro_custos = CentroCusto.all.order(:descricao)
---
SELECT "centro_custos".* FROM "centro_custos"  ORDER BY "centro_custos"."descricao" ASC