app/controllers/usuarios_mobiles_controller.rb

SELECT "usuarios_mobiles".* FROM "usuarios_mobiles"  ORDER BY "usuarios_mobiles"."login" ASC
---
  def index
    @usuarios_mobiles = UsuariosMobile.all.order(:login)