app/views/layouts/_rodape.html.erb

      <p><%= I18n.l(Date.today, format: :complete) %></p>
      <p><i class="pull-right" style="font-size: 0.8em;">Versão: <%= SystemVersion.last.try(:version) %> - Última atualização: <%= SystemVersion.last.try(:date_deploy).strftime('%d/%m/%Y %H:%M:%S') %></i></p>
---
SELECT  "system_versions".* FROM "system_versions"  ORDER BY "system_versions"."id" DESC LIMIT 1